{
  "hero.text1": "Unlock Your Potential and Move Better for Life",
  "hero.text2": "It's time to invest in your long-term well-being.",
  "cards.header": "Why Choose My Personal Training Program?",
  "card.title1": "Professional Background:",
  "card.title2": "Movement-Centric Approach:",
  "card.title3": "Customized Training Programs:",
  "card.title4": "Sustainable Results:",
  "card.title5": "Holistic Approach:",
  "card.text1": "With a successful career in professional football and a deep understanding of sports science, I bring a unique blend of real-life experience and scientific knowledge to every training session.",
  "card.text2": "My philosophy revolves around the belief that training should prioritize functional movement patterns, improving your overall mobility, stability, and flexibility. By enhancing your body's natural ability to move, you'll not only excel in your fitness pursuits but also prevent injuries and maintain an active lifestyle as you age.",
  "card.text3": "No two individuals are the same, and your training program should reflect that. I design personalized workouts tailored to your specific goals, fitness level, and any unique considerations. Together, we'll work towards your targets and surpass them, step by step.",
  "card.text4": "I'm not interested in quick fixes or temporary transformations. My focus is on empowering you to make lasting lifestyle changes. By instilling proper movement mechanics, building functional strength, and promoting overall well-being, you'll experience sustainable results that transcend the gym walls.",
  "card.text5": "I believe that true fitness encompasses more than just physical training. As part of my program, I'll provide guidance on nutrition, recovery, and lifestyle factors that optimize your overall health and performance, ensuring a comprehensive approach to your well-being.",
  "content.text1": "I'm Andrei Cotfas, a former professional football player turned personal trainer, and I'm here to guide you towards a healthier, stronger, and more vibrant life.",
  "content.text2": "Drawing upon my extensive experience in professional sports and my education in sports science, I have developed a training philosophy that focuses on enhancing your overall movement patterns, helping you move better and feel better for the years to come. Gone are the days of aimlessly chasing aesthetics or short-term results.",
  "testimonials.title": "Client testimonials",
  "testimonials.text1": "Un antrenor/formator care prin cunostintele si experienta lui, stie foarte bine sa  iti transmita acel sentiment de profesionalism, entuziasm, disciplina, dedicatie, implicare catre Culturism&Fitness. Multa bafta in continuare",
  "testimonials.text2": "Un antrenor/formator care prin cunostintele si experienta lui, stie foarte bine sa  iti transmita acel sentiment de profesionalism, entuziasm, disciplina, dedicatie, implicare catre Culturism&Fitness. Multa bafta in continuare",
  "testimonials.text3": "Un antrenor/formator care prin cunostintele si experienta lui, stie foarte bine sa  iti transmita acel sentiment de profesionalism, entuziasm, disciplina, dedicatie, implicare catre Culturism&Fitness. Multa bafta in continuare",
  "testimonials.text4": "Un antrenor/formator care prin cunostintele si experienta lui, stie foarte bine sa  iti transmita acel sentiment de profesionalism, entuziasm, disciplina, dedicatie, implicare catre Culturism&Fitness. Multa bafta in continuare",
  "endText": "It's time to invest in your long-term well-being."
}
